"MJRefreshHeaderIdleText" = "أزح لأسفل للتحديث";
"MJRefreshHeaderPullingText" = "حرر يدك للتحديث فورًا";

"MJRefreshHeaderRefreshingText" = "جارٍ تحديث البيانات ...";

"MJRefreshAutoFooterIdleText" = "انقر أو اسحب لأعلى لتحميل المزيد";
"MJRefreshAutoFooterRefreshingText" = "جارٍ تحميل المزيد من البيانات";
"MJRefreshAutoFooterNoMoreDataText" = "تم التحميل بالكامل";

"MJRefreshBackFooterIdleText" = "اسحب لأعلى لتحميل المزيد";
"MJRefreshBackFooterPullingText" = "حرر يدك لتحميل المزيد فورًا";
"MJRefreshBackFooterRefreshingText" = "جارٍ تحديث البيانات ...";
"MJRefreshBackFooterNoMoreDataText" = "تم التحميل بالكامل ";

"MJRefreshHeaderLastTimeText" = "أحدث إصدار ";
"MJRefreshHeaderDateTodayText" = "اليوم";
"MJRefreshHeaderNoneLastDateText" = "لا يوجد سجل";
